export const NAVIGATION = [
  {
    CHAPTER: "Webアクセシビリティとは",
    LIST: [
      {
        TITLE: "アクセシビリティとは",
        LINK: "whatTo"
      },
      {
        TITLE: "WCAG",
        LINK: "wcag"
      },
      {
        TITLE: "Webアクセシビリティに取り組む理由",
      },
    ],
  },
  {
    CHAPTER: "Webアクセシビリティの基礎",
    LIST: [
      {
        TITLE: "基礎となるマシンリーダブルを理解する",
      },
      {
        TITLE: "セマンティクスを補完するWAI-ARIA",
      },
      {
        TITLE: "キーボード操作の基本",
      },
    ],
  },
  {
    CHAPTER: "フォームの改善",
    LIST: [
      {
        TITLE: "基礎となるマシンリーダブルを理解する",
      },
      {
        TITLE: "セマンティクスを補完するWAI-ARIA",
      },
      {
        TITLE: "キーボード操作の基本",
      },
    ],
  },
  {
    CHAPTER: "UIデザインの改善",
    LIST: [
      {
        TITLE: "基礎となるマシンリーダブルを理解する",
      },
      {
        TITLE: "セマンティクスを補完するWAI-ARIA",
      },
      {
        TITLE: "キーボード操作の基本",
      },
    ],
  },
  {
    CHAPTER: "複雑なUIパターンの改善",
    LIST: [
      {
        TITLE: "基礎となるマシンリーダブルを理解する",
      },
      {
        TITLE: "セマンティクスを補完するWAI-ARIA",
      },
      {
        TITLE: "キーボード操作の基本",
      },
    ],
  },
  {
    CHAPTER: "デザインシステムとアクセシビリティ",
    LIST: [
      {
        TITLE: "基礎となるマシンリーダブルを理解する",
      },
      {
        TITLE: "セマンティクスを補完するWAI-ARIA",
      },
      {
        TITLE: "キーボード操作の基本",
      },
    ],
  },
  {
    CHAPTER: "アクセシビリティの組織導入",
    LIST: [
      {
        TITLE: "基礎となるマシンリーダブルを理解する",
      },
      {
        TITLE: "セマンティクスを補完するWAI-ARIA",
      },
      {
        TITLE: "キーボード操作の基本",
      },
    ],
  },
  {
    CHAPTER: "アクセシブルなUI設計の原理を導く",
    LIST: [
      {
        TITLE: "基礎となるマシンリーダブルを理解する",
      },
      {
        TITLE: "セマンティクスを補完するWAI-ARIA",
      },
      {
        TITLE: "キーボード操作の基本キーボード操作の基本キーボード操作の基本キーボード操作の基本キーボード操作の基本キーボード操作の基本キーボード操作の基本キーボード操作の基本",
      },
    ],
  },
];
